/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Spusťte na počítači Impress\n* Připojte obě zařízení ke stejné síti WiFi\n* P.S. Zařízení iOS je nyní připojeno k \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Spojení pomocí WiFi není k dispozici.\n* Připojte zařízení iOS a počítač ke stejné síti\n* Obnovte připojení\n* tip: na počítači/iPhonu můžete vytvořit osobní hotspot";

/* Popover option */
"About Impress Remote" = "O dálkovém ovládání prezentace";

/* No comment provided by engineer. */
"Back" = "Zpět";

/* Popover option */
"Blank Screen" = "Prázdná obrazovka";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Click to refresh" = "Klepněte pro obnovení";

/* Back button to the connect page on navbar */
"Connect" = "Připojit";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Připojte zařízení ke stejné síti WiFi.";

/* instruction page title */
"Connection" = "Připojení";

/* Popover option */
"Connection Help" = "Nápověda k připojení";

/* Connection Lost Alert title */
"Connection Lost" = "Připojení ztraceno";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Připojení bylo ztraceno... Zkuste se k počítači znovu připojit.";

/* Control instruction title */
"Control" = "Ovladač";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "V případě potřeby vytvořte na iPhonu osobní hotspot.";

/* Server list section title */
"Custom Connections" = "Vlastní připojení";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Pokud se počítač nezobrazil v části výše, přidejte ručně jeho IP adresu.";

/* Server list section title */
"Detected Connections" = "Nalezená připojení";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Zadejte kód PIN do Prezentace - Dálkové ovládání prezentace";

/* Connection failure title */
"Failed to reach server" = "Nepodařilo se připojit k serveru";

/* Connection failure message */
"Failed to reach server Msg" = "Ověřte správnost IP adresy a ujistěte se, že je v LibreOffice Impressu povoleno dálkové ovládání prezentace.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Nepodařilo se připojit k počítači";

/* No comment provided by engineer. */
"Help" = "Nápověda";

/* In app How-to title */
"How-to" = "Návod";

/* App name displayed on navbar */
"Impress Remote" = "Dálkové ovládání prezentace";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Neplatná IP adresa";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Zadaná IP adresa není platná";

/* EditableTableViewCell placeholder */
"IP Address" = "IP adresa";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Spusťte Impress a vyberte počítač.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Název (nepovinné)";

/* No comment provided by engineer. */
"New Server" = "Nový server";

/* No comment provided by engineer. */
"No, thanks" = "Ne, díky";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK, díky";

/* Pairing instruction title */
"Pairing" = "Spárování";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Návod na spárování";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Spusťte na počítači LibreOffice Impress\n\n2. Povolte Předvolby - LibreOffice Impress - Obecné - Povolit dálkové ovládání\n\n3. Ujistěte se, že jsou počítač a zařízení připojeny ke stejné síti WiFi\n\n4. Pokud není zjištěna IP adresa počítače automaticky, zadejte ji ručně\n\n5. Připojte se a prezentujte!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pozastavit";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Zvažte restart LibreOffice Impressu na počítači.";

/* Popover option */
"Restart" = "Restartovat";

/* No comment provided by engineer. */
"Resume from blank screen" = "Pokračovat z prázdné obrazovky";

/* Popover option */
"Resume from blank Screen" = "Pokračovat z prázdné obrazovky";

/* No comment provided by engineer. */
"Searching" = "Hledání";

/* Sidebar section header */
"Slides" = "Snímky";

/* Update button text in diffrent states */
"Start" = "Spustit";

/* Popover option */
"Stop Presentation" = "Zastavit prezentaci";

/* Sidebar section header */
"Stop Watch" = "Zastavit stopky";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Seznámit se s dálkovým ovládáním prezentace pro iOS?";

/* Sidebar section header */
"Timer" = "Časovač";

/* No comment provided by engineer. */
"Yes" = "Ano";

